[
  "obsidian-excalidraw-plugin",
  "darlal-switcher-plus",
  "omnisearch",
  "text-extractor",
  "table-editor-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "dataview",
  "obsidian-dictionary-plugin",
  "obsidian-admonition",
  "quickadd",
  "recent-files-obsidian",
  "templater-obsidian",
  "obsidian-relative-line-numbers",
  "obsidian-git",
  "note-refactor-obsidian",
  "obsidian-focus-mode",
  "window-collapse",
  "obsidian-latex-suite",
  "obsidian-style-settings",
  "homepage",
  "nldates-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-full-calendar",
  "mrj-jump-to-link",
  "improved-vimcursor",
  "oz-image-plugin",
  "execute-code",
  "obsidian-textgenerator-plugin",
  "obsidian-minimal-settings",
  "obsidian-spaced-repetition",
  "buttons",
  "copilot",
  "obsidian-vimrc-support"
]